{
  "items": [
    {
      "trainerGuid": "111-222-333-444",
      "gender": "male",
      "guid": "set-1",
      "title": "Тренировка на выходной",
      "time": "55",
      "zones": ["спина","грудь","бицепс","трицепс","молекулярное расширение"],
      "club": {
        "photo": "kingfitkp.jpeg",
        "title": "King Fit",
        "city": "Краснодар"
      },
      "sets": [
        {
          "videoFile": "test.mp4",
          "title": "Подтягивание гравитрон, широкий хват",
          "zones": [
            "спина"
          ],
          "repeat": 4,
          "count": 15,
          "weight": 0,
          "description": "Стоим ровно спина и мышцы кора сокращены; лопатки сведены, плечи назад, хват широкий, во время выполнения локти уходят вперёд, опускаемся до растяжения мышц спины, поднимаемся до сокращения и прожима широчайших (внизу вдох, подъем на задержке дыхания вверху выдох)"
        },
        {
          "title": "Вертикальная тяга",
          "zones": [
            "спина",
            "плечи"
          ],
          "repeat": 4,
          "count": 20,
          "weight": 0,
          "description": "тоже что и в подтягиваниях, за исключением положения тела, выполняется сидя с фиксацией ног."
        },
        {
          "title": "Становая тяга в тренажере",
          "repeat": 5,
          "count": 12,
          "weight": 0,
          "description": "Ноги чуть уже плеч. Стопы должны быть параллельны друг другу.<br>Выпрямите спину, таз отодвиньте назад (естественный прогиб в пояснице). Нельзя, чтобы спина была круглой. Шея — продолжение спины, ни задирать, ни опускать голову не нужно.<br>Из такого положения наклоняем корпус вперед, таз отводим назад. При таком наклоне, плечи должны выходить чуть вперед за линию голеней. Колени при этом начнут сгибаться (градусов на 10—15) – это нормально.<br>Наклон корпуса должен составлять 40—45 градусов.<br>Опустите руки вниз. Если вы правильно наклонились, руки должны быть на одной линии с передней поверхностью голеней.<br>До тренажера должно остаться совсем чуть-чуть. Присядьте, чтобы взять его. При этом не отклоняйтесь корпусом вперед или назад. Ваша главная задача, чтобы плечи двигались по строго вертикально оси.<br>Берём рукояти параллельным хватом(ладонями к себе).<br>Плавно выпрямляем ноги, и только потом разгибаем спину. <br>Когда вы выпрямились, сведите вместе лопатки.<br>Затем начинайте опускаться – сначала сгибается спина где-то до 45 градусов (следите за тем, чтобы плечи были ровно над грифом), потом и ноги.<br>"
        },
        {
          "title": "Гиперэкстензия",
          "repeat": 4,
          "count": 15,
          "weight": 0,
          "description": "Выставляем подушки тренажера на уровень таза, с ровной спиной выполняем наклон вперёд до растяжения мышц поясницы (на вдохе) поднимаемся до параллели с полом прожимаем мышцы спины (выдох)"
        },
        {
          "title": "Горизонтальная тяга",
          "repeat": 4,
          "count": 20,
          "weight": 0,
          "description": "Описание"
        },
        {
          "title": "Пуловер",
          "repeat": 4,
          "count": 20,
          "weight": 0,
          "description": "Стоя, корпус наклонён вперёд 45*, руки немного согнуты в локтевом суставе (развёрнуты в стороны), находятся под напряжением.<br>Берём канатную рукоять параллельным хватом. <br>Из этого положения тянемся вверх растягивая м. спины  и выполняем дуговое движение на жёстких руках к бёдрам до прожима м. спины. (Верх вдох, вниз выдох)"
        },
        {
          "title": "Тяга штанги к низу груди",
          "repeat": 4,
          "count": 20,
          "weight": 0,
          "description": "Стоя, максимально широкий хват ладонью сверху, выполняем тягу к низу груди, локти вверх. Акцент на среднюю дельту<br>Внизу вдох вверху выдох"
        },
        {
          "title": "Махи гантель через стороны",
          "repeat": 4,
          "count": 20,
          "weight": 0,
          "description": "Стоя спина ровная, лопатки сведены. Выполняем махи через стороны, руками согнутыми в локтевом суставе (10*), гантели поднимаем до уровня груди, в конечной фазе проворот ладони к наружи."
        },
        {
          "title": "Пресс с диском",
          "repeat": 4,
          "count": 20,
          "weight": 0,
          "description": "Описание"
        }
      ]
    }
  ]
}
